Repository: wp-plugins/authenticator
Catalog: language/authenticator-*.po
Languages: de_de

source: Authenticator Options
de_de: Einstellungen für »Authenticator«

source: What type of feed authentication you prefer?
de_de: Wie soll der Feed geschützt werden?

source: Show auth token on the users profile settings page?
de_de: Authentifizierungsschlüssel den Benutzern auf der »Profil-Bearbeiten« Seite anzeigen?

source: None (redirect to the login form if user is not logged in)
de_de: Normal (weiterleiten auf das Login-Formular, wenn ein Nutzer nicht angemeldet ist).

source: HTTP Authentication (Basic) with Username/Password of your Wordpress account.
de_de: HTTP Authentifizierung (Basic) mit Nutzername/Passwort des Worpress-Kontos.

source: Append the following token as a parameter to the feed URL:
de_de: Hänge folgenden Authentifizierungsschlüssel an die URL des Feeds:

source: Regenerate token.
de_de: Schlüssel neu generieren.

source: (Note everyone will have to update the URL in its feedreader!)
de_de: (Bedenke, dass alle alten URLs damit ungültig werden und jeder die URL im Feedreader aktualisieren muss!)

source: Use the Token for every feed URL like so: %s
de_de: Nutze den Schlüssel für alle Feed URLs wie hier gezeigt: %s

source: Are you shure, you want to create a new token?
de_de: Bist Du sicher, dass Du den Schlüssel neu generieren willst?

source: Auth token for feeds
de_de: Authentifizierungsschlüssel für Feeds.

source: Append this token to your feed URLs like: %s
de_de: Hänge folgenden Authentifizierungsschlüssel an die URL des Feeds: %s
